[

	{
		"Cinsi": "Amerikan Pitbull Teriyeri",
		"Mizac": "Clownish, İnatçı, İradeli, Sevecen, Dost Canlısı, İtaatkâr, Zeki, Sadık, Cesur",
		"YasamSuresi": "8 – 15 yıl",
		"Renkler": "Siyah, Beyaz, Kaplan Desenli, Fawn, Tan, Gri, Mavi, Kahverengi, Kırmızı",
		"KariyerineBasladigiYer": "Amerika Birleşik Devletleri, Birleşik Krallık",
		"Kutle": "Erkek: 16 – 30 kg (Yetişkin), Dişi: 14 – 27 kg (Yetişkin)",
		"Boy": "Erkek: 45 – 53 cm, Dişi: 43 – 50 cm",
		"Aciklama": "Amerikan Pit Bull Terrier, terrier ve buldog köpeklerinin çiftleştirilmesiyle elde edilmiş melez bir köpek türüdür. Eğitimine bağlı olarak oldukça sadık ve cana yakın olabilirler, insan dostudurlar, sahiplerini ölüm pahasına korurlar. Acı eşikleri çok yüksektir ve güçlü bir ağız yapısına sahip oldukları için bazı insanlar tarafından saldırgan ve canavarlaştırılarak kötü bir üne sahip olmuşlardır .Erkekler 45–48 cm, dişiler ise 43–47 cm yüksekliktedir. Ağırlıkları 22–30 kg kadardır. Güçlü, kaslı bir gövdesi vardır; aynı zamanda çok çeviktir. Kısa kuyrukludur; yatay duruşlu kalın, kısa, parlak tüyleri vardır. Her renk olabilir. Amerikan Köpek Kulübü tarafından American Staffordshire, İngiliz Köpek Kulübü tarafından ise Amerikan Pitbull Terrier olarak iki grupta sınıflandırılmışlardır",
		"BuyukResim":"https://raw.githubusercontent.com/Sirrisamet53/h5190047sirrisametkeles/main/Pitbul2.png",
		"KucukResim":"https://raw.githubusercontent.com/Sirrisamet53/h5190047sirrisametkeles/main/Pitbul.png"
	},

	{
		"Cinsi": "Rottweiler ",
		"Mizac": "İyi Huylu, Kendinden Emin, Bağlı, İtaatkâr, Korkusuz, Sakin, Atik, Emin, Cesur",
		"YasamSuresi": "8–10 yıl",
		"Renkler": "Siyah, ten rengi, Mahogany",
		"KariyerineBasladigiYer": "Almanya",
		"Kutle": "Dişi: 35–48 kg, Erkek: 50–60 kg",
		"Boy": "Dişi: 56–63 cm, Erkek: 61–69 cm",
		"Aciklama": "İsimlerinin “Rottweil” kasabasından geldiği bilinmektedir.Bu nedenle rottweiler kasap köpeği olarak da bilinmektedir. Bu şekilde tanınmalarının sebebi performans çıtalarının yüksekliği ve bedensel dayanıklıklarının son derece iyi olmasıdır. 20. yüzyıla gelindiğinde polis teşkilatında kullanılmak üzere yapılan ırk seçim testlerinde Rottweiler ırkının görevlere en uygun görülen ırkalardan biri olduğu görülmüş ve 1910 yılından bu yana polis teşkilatında ihtiyaç duyulan servislerde Rottweilerlar eğitim sürecinin ardından görevlerde kullanılmaya başlanmıştır. Rottweiler, genel olarak vahşi ve tehlikeli bir ırk olarak görülür. Fakat bu sevecen köpekler aslında sakin, güvenilir ve sadık bir yapıya sahiptir. Bedeni çok güçlü olduğundan vahşi davranışlar sergilediğinde tehlikeli olur. Bu durum, yetersiz veya yanlış eğitilmesinden kaynaklanır.Rottweiler yetiştiricileri; çok güçlü, belirgin kahverengi lekelere sahip siyah kürklü, güçlü bir görünüme sahip ancak aynı zamanda bu görüntüsünde asilliğini de barındıran ve arkadaş, hizmet ve iş köpeği olmaya son derece uygun bir köpek hedeflemektedirler",
		"BuyukResim": "https://raw.githubusercontent.com/Sirrisamet53/h5190047sirrisametkeles/main/Rottweiler2.png",
		"KucukResim": "https://raw.githubusercontent.com/Sirrisamet53/h5190047sirrisametkeles/main/Rottweiler.png"
	},

	{
		"Cinsi": "Doberman ",
		"Mizac": "Enerjik, İtaatkâr, Zeki, Korkusuz, Atik, Sadık, Emin",
		"YasamSuresi": "10–13 yıl",
		"Renkler": "Beyaz, Siyah, Fawn, Black & Rust, Red & Rust, Mavi, Fawn & Rust, Blue & Rust, Kırmızı",
		"KariyerineBasladigiYer": "Almanya",
		"Kutle": "Erkek: 40–45 kg, Dişi: 32–35 kg",
		"Boy": "Erkek: 66–72 cm, Dişi: 61–68 cm",
		"Aciklama": "Bunun yanı sıra oldukça hareketli, hızlı, çevik ve eğitilebilir bir köpektir. Bir komutu 1-5 tekrar arasında öğrenir. Sahibine ve ailesine karşı oldukça koruyucu bir ırktır. Yabancılara karşı genellikle şüpheyle yaklaşır, kendine son derece güvenlidir. İyi sosyalleştirilmiş bir doberman gereksiz agresyon göstermemelidir. Dominant bir ırk olduğu için genellikle ilk kez köpek sahibi olacak tecrübesiz kişilere tavsiye edilmez.Kürkü ince olduğu için soğuk iklimlere karşı çok dayanıklı değildir. Bu nedenle genellikle bahçeli evlerde yaşamasına karşın evin içinde ya da bahçede özel ısıtmalı kulübelerde uyurlar. Sahip odaklı bir hayvan olduğu için daima sahibinin yanında olmak ister.İş köpeği sınıfında bir ırk olduğu için sahibinin yanında aktif olarak görev yaptığında mutludur. Almanya'da bu ırkta bir köpeğin damızlık olabilmesi için o köpeğin karakter ve fiziki yönden kusursuz olmasına dikkat edilir ve çiftleştirilebilmesi için ZTP testinden geçebilmelidir", 
		"BuyukResim": "https://raw.githubusercontent.com/Sirrisamet53/h5190047sirrisametkeles/main/Doberman2.png",
		"KucukResim": "https://raw.githubusercontent.com/Sirrisamet53/h5190047sirrisametkeles/main/Doberman.png"
	},

	{
		"Cinsi": "Alman kurdu",
		"Mizac": "İtaatkâr, Zeki, Meraklı, Atik, Sadık, Emin, Cesur, Uyanık",
		"YasamSuresi": "9 – 13 yıl",
		"Renkler": "Siyah, Siyah ve Bronz, Samur, Gri, Siyah - Kırmızı, Siyah ve Gümüş",
		"KariyerineBasladigiYer": "Almanya",
		"Kutle": "Erkek: 30–40 kg, Dişi: 22–32 kg",
		"Boy": "Erkek: 60–65 cm, Dişi: 55–60 cm",
		"Aciklama": "Alman çoban köpeği veya Alman kurdu, Almanya kökenli bir köpek ırkıdır. Türkçe de bazen kurt köpeği olarak da anılırlar. Büyük, atletik ve güçlü olduğu kadar zeki olması, doğru yetiştirildiğinde bu köpeği mükemmel bir aile veya koruma, yahut iş köpeğine dönüştürür.Alman kurtları ikiye ayrılır; iş köpekleri ve şov köpekleri denilen iki farklı versiyonu vardır. İş köpeği olarak üretilen alman kurtları daha yüksek bir kalçaya ve daha uzun bacaklara sahiptirler. Show için üretilen köpekler ise daha alçak bir kalça, adaleli bir vücuda ve çok gösterişli bir posta sahip olurlar. Alman kurtların da en sık rastlanan hastalık kalça çıkığı(kalça displazisi) olarak bilinen eklem rahatsızlığıdır. Ayrıca alman kurtları çok hassas bir mideye sahip oldukları için özel bir diyet ile veya içeresinde fazla çeşit olmayan, aynı zamanda köpeğin alerjisinin bulunmadığı mamalar ile beslenmelidir. Alman kurtları dünyada en çok tercih edilen ırklar arasındadır. İş köpeği olarak, asker ve polis köpeği olarak kullanılmaktadır",
		"BuyukResim": "https://raw.githubusercontent.com/Sirrisamet53/h5190047sirrisametkeles/main/Almankurdu2.png",
		"KucukResim": "https://raw.githubusercontent.com/Sirrisamet53/h5190047sirrisametkeles/main/AlmanKurdu.png"
	},

	{
		"Cinsi": "Labrador retriever",
		"Mizac": "Sakin, Zeki, Nazik, Çevik, Canayakın, Trusting",
		"YasamSuresi": "10–12 yıl",
		"Renkler": "Siyah, Çikolata Rengi, Sarı",
		"KariyerineBasladigiYer": "Kanada",
		"Kutle": "Erkek: 29–36 kg, Dişi: 25–32 kg",
		"Boy": "Erkek: 57–62 cm, Dişi: 55–60 cm",
		"Aciklama": "Labrador retriever, retriever öbeğinden köpek ırkı.Sağlam yapılı, orta boylu bir köpek olan Labrador retrieverin erkeğinin omuzdan yere yüksekliği 57,2 - 62,2 cm arasında, ağırlığı 27 – 34 kg arasında, dişisinin omuzdan yere yüksekliği 54,6 - 59,7 cm arasında, ağırlığı da 25 - 31,7 kg arasında değişir. Kuyruğu orta uzunlukta, ucu sivridir. Kısa tüylü postu siyah, sarı ya da koyu kahverengi olabilir.Çok sabırlı ve duygusal bir köpektir. Zekası, eğitilebilirliği, hareketliliği ve söz dinlemesi en belirgin özellikleridir. İnsanlarla birlikte yaşamaya bayılır. Çocuklar dahil herkese çok yakın, sevgi dolu ilişki kurmak ister. Hoşlanmadığı kişilere de çok mesafeli davranır. Suda ve çamurda oynamayı çok sever.İlk olarak Labrador'da yetiştirilmiş, en soğuk sulara bile duraksamadan giren Labrador Retriever, o dönemler balıkçıların ağ çekmelerine yardımcı olmaktaydı. Duydukları bazı seslere kimi zaman havlayarak tepki verseler de, çoğu zaman sessiz kalabilen bir ırktır. Bazı Labradorların bekçilik yaptığı bilinse de yabancı insanlara kolayca güvenebilen, az havlayan ve boğazına düşkün olan bu ırk için bekçilik doğru görev değildir. Günümüzde ise Labrador Retriever ırkı köpekler yaygın olarak narkotik köpeği veya görme engelliler için rehber köpek olarak görev yapmaktadır.  Kanada'daki rehber köpeklerin yaklaşık %60-%70 kadarını Labrador Retriever ırkı oluşturur. Koku alma konusundaki yüksek kabiliyetleri sayesinde iz sürme, arama ve kurtarma köpeği olarak avcılar ya da bomba ve uyuşturucu arama/bulma görevlerinde güvenlik güçleri tarafından tercih edilirler",
		"BuyukResim": "https://raw.githubusercontent.com/Sirrisamet53/h5190047sirrisametkeles/main/LabradorRetriever2.png",
		"KucukResim": "https://raw.githubusercontent.com/Sirrisamet53/h5190047sirrisametkeles/main/Labrador.png"
	},

	{
		"Cinsi": "Kangal",
		"Mizac": "Kontrollü, Koruyucu, Bağımsız, Atik, Duyarlı, Sakin",
		"YasamSuresi": "8-15 yıl",
		"Renkler": "Boz, Açık Dore, Gri, Sarımsı Kahverengi",
		"KariyerineBasladigiYer": "Türkiye",
		"Kutle": "Dişi: 41–54 kg, Erkek: 50–66 kg",
		"Boy": "Dişi: 72–77 cm, Erkek: 77–86 cm",
		"Aciklama": "Kangal, Türkiye kökenli bir çoban ve bekçi köpeği ırkı. Adını Sivas'ın Kangal ilçesinden alır.Dünyadaki bazı büyük köpek kulüpleri ve federasyonları tarafından tanınmadığı için Türkiye'deki otoritelerce dünyada safkan bir köpek ırkı olarak tanınması için çalışmalar yapılmıştır.FCI, 25 Haziran 2018 tarihinde bu köpek ırkını özel olarak tanımlamıştır.Kangal köpekleri genellikle çoban köpeği olarak nitelendirilirler ancak bekçi köpeği tanımına daha çok uyarlar. Zira diğer çoban köpeği türleri sürüyü korumaktan ziyade yönlendirme ve yönetmekte ustadırlar. Kangal köpeğinin en belirgin özelliği ise sahibine duyduğu aşırı sadakat ve buna bağlı olarak sahibine ait olduğunu düşündüğü şeyleri korumaya yönelik kuvvetli içgüdüsüdür. Bu nedenle çok iyi bir dövüşçüdür. Kurt, çakal gibi yabani hayvanlara karşı çok etkin bir muhafız olmakla beraber aile fertlerine ve özellikle de çocuklara karşı hiçbir tehdit oluşturmazlar.Kangal köpekleri, örnek olarak Namibya'da üstün koruyucu yeteneklere sahip oldukları için, yaygın bir şekilde yerli çiftçiler tarafından kulanılırlar. Güney Afrika Cumhuriyetindeki çiftçiler hayvanlarını ve ekinlerini başta Çitalar olmak üzere yırtıcı hayvanlardan korumak için bu köpeklerden yararlanmaktadırlar. Evliya Çelebi, Seyahatnâme'sinde kangaldan bahseder. Bu köpeklerin “aslan kadar güçlü” ve cüsseli olduğunu yazar",
		"BuyukResim": "https://raw.githubusercontent.com/Sirrisamet53/h5190047sirrisametkeles/main/Kangal2.png",
		"KucukResim": "https://raw.githubusercontent.com/Sirrisamet53/h5190047sirrisametkeles/main/Kangal.png"
	}


]
